[
  {
    "description": "Full of multi-vitamins, skin nutrients, and countless beneficial minerals, sea buckthorn can do wonders for your skin. It improves skin hydration, increases collagen production, and helps your skin fight against breakouts and inflammations. There are two different oils that are extracted from the sea buckthorn plant sea buckthorn oil and sea buckthorn berry oil. The sea buckthorn berry oil is deep orange in color with a ton of nutrients for your skin. These beneficial nutrients keep your skin well-nourished, making it healthier and giving it a vibrant glow."
  },
  {
    "descriptiontwo": "The cream is yellow in colour due to the high concentration of Organic Calendula Extract, Sea Buckthorn Oil, and Tamanu Oil. Vitamin-rich Organic Tamanu and Sea Buckthorn Oils give highly anti-inflammatory, anti-bacterial properties and promote cell rejuvenation. Tamanu Oil contains a unique fatty acid called Calophyllic acid, which protect the skin from environment. It is ideal for treating acne, psoriasis and other skin irritations. The cream will deeply moisturise and protects the skin from environment reduce inflammation and dryness. Easy absorbed leaves your skin soft and protected whit herbal aroma. INGREDIENTS. Aqua (Spring Water), Aloe barbadensis (Organic Aloe leaf extract), Helianthus annus (Organic Sunflower Oil), Butyrospermum parkii (Organic Shea Butter), Simmondsia chinensis & Calendula officinalis (Organic CO2 Calendula Extract), Calophyllum inophyllum (Organic Tamanu Oil),  Hippophae rhamnoides (Sea Buckthorn Oil), Cetearyl alcohol, Stearic acid, Cetyl alcohol, Glycerin, Glyceryl stearate, Phenoxyethanol & Ethylhexyglycerin, Coco glucosides, Tocopherol (Vitamin E,) Sodium hydroxide, Phytic acid, Lavendula angustifolia (Lavender) Oil, Chamomilla recutita (Blue Chamomile) Flower oil, Citrus nobilis (Mandarin) oil. Limonene* , Linalool.Occurs naturally in essential oils. Essential oils from: Lavender Camomile and Mandarin.How to apply: Every morning after cleansing the skin apply small amount. Suitable for all skin types, especially dry and sensitive! The cream is also suitable for problematic severely inflamed and irritated skin! 90% Organic ingredients. Packed in Airless bottle.in combination with coconut oil fatty acids make this butter super anti-inflammatory and jentle to the skin."
  },
  {
    "descriptionthree": "Shea butter is rich in different kinds of fatty acids. This unique composition helps clear your skin and make it soft. At the same time, shea butter restores moisture to your skin and locks it in to your epidermis, so your skin doesn’t dry out or feel “stripped” of oil. Shea butter is typically used for its moisturizing effects. These benefits are tied to shea’s fatty acid content, including linoleic, oleic, stearic, and palmitic acids.When you apply it, these oils are rapidly absorbed into your skin. They act as a “refatting” agent, restoring lipids and rapidly creating moisture.This restores the barrier between your skin and the outside environment, holding moisture in and reducing your risk of dryness."
  },
  {
    "nameing": "Castor oil, Jojoba oil, Candelila wax, cocoa butter, Papermit essential oil",
    "Piperita": "INGREDIENTS: Ricinus communis,seed oil, Simondsia chinensis seed oil, Europhorbia carifera cera,Teobroma cacao seed butter,Menta piperita oil"
  }
]
